Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# settings.usage.gateway.unavailable
source: unavailable
es: no disponible
ja: 利用不可
zh_hans: 不可用

# settings.usage.group.failed
source: %lld failed
es: %lld fallidos
ja: %lld件失敗
zh_hans: %lld 次失败

# settings.usage.incidents.failed.one
source: Failed once
es: Falló una vez
ja: 1回失敗
zh_hans: 失败 1 次

# settings.usage.incidents.failed.other
source: Failed %lld times
es: Falló %lld veces
ja: %lld回失敗
zh_hans: 失败 %lld 次

# settings.usage.incidents.footer.gateway
source: Only turns sent through %@.
es: Solo turnos enviados mediante %@.
ja: %@を通じて送信したターンのみ。
zh_hans: 仅包括通过 %@ 发送的轮次。

# settings.usage.incidents.header
source: Failures
es: Fallos
ja: 失敗
zh_hans: 失败

# settings.usage.incidents.none
source: No failed turns in this range.
es: No hay turnos fallidos en este intervalo.
ja: この期間には失敗したターンはありません。
zh_hans: 此时段没有失败轮次。

# settings.usage.incidents.reason.unrecorded
source: Reason not recorded
es: Motivo sin registrar
ja: 理由は未記録
zh_hans: 未记录原因

# settings.usage.incidents.recovered
source: Failed, then recovered
es: Falló y después se recuperó
ja: 失敗後に成功
zh_hans: 失败后恢复

# settings.usage.incidents.showMore
source: Show more
es: Mostrar más
ja: さらに表示
zh_hans: 显示更多

# settings.usage.incidents.showing
source: Showing %1$lld of %2$lld
es: Mostrando %1$lld de %2$lld
ja: %2$lld件中%1$lld件を表示
zh_hans: 显示 %2$lld 项中的 %1$lld 项

# settings.usage.incidents.title
source: Failed turns
es: Turnos fallidos
ja: 失敗したターン
zh_hans: 失败轮次

# settings.usage.incidents.undated
source: Time not recorded
es: Hora sin registrar
ja: 時刻は未記録
zh_hans: 未记录时间

# settings.usage.input.header
source: Input
es: Entrada
ja: 入力
zh_hans: 输入

# settings.usage.input.shared
source: Shared
es: Compartido
ja: 共有
zh_hans: 共享输入

# settings.usage.input.text
source: Typed
es: Escrito
ja: 入力したテキスト
zh_hans: 键入

# settings.usage.input.voice
source: Voice
es: Voz
ja: 音声
zh_hans: 语音

# settings.usage.loading
source: Reading your history…
es: Leyendo tu historial…
ja: 履歴を読み込み中…
zh_hans: 正在读取历史记录…

# settings.usage.model.default
source: Default / not recorded
es: Predeterminado / sin registrar
ja: デフォルト／未記録
zh_hans: 默认 / 未记录

# settings.usage.outcome.cancelled
source: Cancelled
es: Cancelado
ja: キャンセル済み
zh_hans: 已取消

# settings.usage.outcome.failed
source: Failed
es: Fallido
ja: 失敗
zh_hans: 失败

# settings.usage.outcome.inProgress
source: In progress
es: En curso
ja: 処理中
zh_hans: 进行中

# settings.usage.outcome.succeeded
source: Succeeded
es: Exitoso
ja: 成功
zh_hans: 成功

# settings.usage.outcome.unconfirmed
source: Unconfirmed
es: Sin confirmar
ja: 未確認
zh_hans: 未确认

# settings.usage.outcome.unknown
source: Unclassified
es: Sin clasificar
ja: 未分類
zh_hans: 未分类

# settings.usage.range.all
source: All
es: Todo
ja: すべて
zh_hans: 全部

# settings.usage.range.label
source: Range
es: Intervalo
ja: 期間
zh_hans: 范围

# settings.usage.range.month
source: 30 days
es: 30 días
ja: 30日
zh_hans: 30 天

# settings.usage.range.quarter
source: 90 days
es: 90 días
ja: 90日
zh_hans: 90 天

# settings.usage.range.week
source: 7 days
es: 7 días
ja: 7日
zh_hans: 7 天

# settings.usage.rangeCaption.all
source: all time
es: todo el tiempo
ja: 全期間
zh_hans: 全部时间

# settings.usage.rangeCaption.month
source: last %lld days
es: últimos %lld días
ja: 過去%lld日
zh_hans: 过去 %lld 天

# settings.usage.rangeCaption.quarter
source: last %lld days
es: últimos %lld días
ja: 過去%lld日
zh_hans: 过去 %lld 天

# settings.usage.rangeCaption.week
source: last %lld days
es: últimos %lld días
ja: 過去%lld日
zh_hans: 过去 %lld 天

# settings.usage.reliability.attemptsPerTurn
source: Attempts per completed turn
es: Intentos por turno completado
ja: 完了したターンごとの試行回数
zh_hans: 每个已完成轮次的尝试次数

# settings.usage.reliability.details
source: Details
es: Detalles
ja: 詳細
zh_hans: 详情

# settings.usage.reliability.details.a11y
source: Reliability details
es: Detalles de fiabilidad
ja: 信頼性の詳細
zh_hans: 可靠性详情

# settings.usage.reliability.details.collapse
source: Collapse
es: Contraer
ja: 折りたたむ
zh_hans: 收起

# settings.usage.reliability.details.expand
source: Expand
es: Expandir
ja: 展開
zh_hans: 展开

# settings.usage.reliability.firstTry
source: Delivered first try
es: Entregados al primer intento
ja: 初回で送信成功
zh_hans: 首次尝试即送达

# settings.usage.reliability.firstTry.caption
source: %1$lld of %2$lld finished turns
es: %1$lld de %2$lld turnos finalizados
ja: 終了した%2$lldターン中%1$lldターン
zh_hans: %2$lld 个已结束轮次中的 %1$lld 个

# settings.usage.reliability.footer.rate
source: Cancelled and unconfirmed attempts stay out of this rate.
es: Los intentos cancelados y sin confirmar quedan fuera de esta tasa.
ja: キャンセル済みと未確認の試行は、この割合に含めません。
zh_hans: 已取消和未确认的尝试不计入此比例。

# settings.usage.reliability.header
source: Reliability
es: Fiabilidad
ja: 信頼性
zh_hans: 可靠性

# settings.usage.reliability.headline
source: of resolved attempts succeeded
es: de los intentos resueltos tuvieron éxito
ja: 確定した試行の成功率
zh_hans: 已确定结果的尝试成功率

# settings.usage.reliability.headline.a11y
source: %@ of resolved attempts succeeded
es: %@ de los intentos resueltos tuvieron éxito
ja: 確定した試行の%@が成功
zh_hans: 已确定结果的尝试中 %@ 成功

# settings.usage.reliability.reasons.header
source: Failure reasons
es: Motivos de fallo
ja: 失敗の理由
zh_hans: 失败原因

# settings.usage.reliability.reasons.other
source: Other reasons
es: Otros motivos
ja: その他の理由
zh_hans: 其他原因

# settings.usage.reliability.recovered
source: Recovered by retry
es: Recuperados al reintentar
ja: 再試行で成功
zh_hans: 重试后恢复

# settings.usage.reliability.recovered.caption
source: %1$lld of %2$lld retried turns landed
es: %1$lld de %2$lld turnos reintentados llegaron
ja: 再試行した%2$lldターン中%1$lldターンが届きました
zh_hans: %2$lld 个重试轮次中，%1$lld 个成功送达

# settings.usage.reliability.retryRate
source: Retry rate
es: Tasa de reintentos
ja: 再試行率
zh_hans: 重试率

# settings.usage.reliability.retryRate.caption
source: %1$lld of %2$lld turns retried
es: %1$lld de %2$lld turnos reintentados
ja: %2$lldターン中%1$lldターンを再試行
zh_hans: %2$lld 轮中有 %1$lld 轮重试

# settings.usage.reliability.truncated
source: Replies cut short
es: Respuestas interrumpidas
ja: 途中で終わった返信
zh_hans: 被截断的回复

# settings.usage.replies.one
source: 1 reply
es: 1 respuesta
ja: 返信1件
zh_hans: 1 条回复

# settings.usage.replies.other
source: %lld replies
es: %lld respuestas
ja: 返信%lld件
zh_hans: %lld 条回复

# settings.usage.response.average
source: Average
es: Media
ja: 平均
zh_hans: 平均

# settings.usage.response.average.a11y
source: Average full-response time %@
es: Tiempo medio de respuesta completa %@
ja: 応答完了までの平均時間 %@
zh_hans: 平均完整响应时间 %@

# settings.usage.response.footer.scope
source: Includes the network and any tools your agent ran — not model latency.
es: Incluye la red y las herramientas que ejecutó tu agente, no la latencia del modelo.
ja: ネットワークとエージェントが実行したツールの時間を含みます。モデル単体の待ち時間ではありません。
zh_hans: 包含网络及智能体工具执行时间，并非模型延迟。

# settings.usage.response.header
source: Full-response time
es: Tiempo de respuesta completa
ja: 応答完了までの時間
zh_hans: 完整响应时间

# settings.usage.response.none
source: No attempt in this range finished with usable timing.
es: Ningún intento de este intervalo terminó con datos de tiempo válidos.
ja: この期間には、利用できる時間情報を持つ完了した試行がありません。
zh_hans: 此时段没有已结束尝试提供可用的计时数据。

# settings.usage.response.p90
source: 90th percentile
es: Percentil 90
ja: 90パーセンタイル
zh_hans: 第 90 百分位

# settings.usage.response.p90.a11y
source: 90th percentile full-response time %@
es: Tiempo de respuesta completa en el percentil 90 %@
ja: 応答完了までの時間の90パーセンタイル %@
zh_hans: 第 90 百分位完整响应时间 %@

# settings.usage.response.sampleCaption.plain
source: %1$@ measured · %2$@
es: Muestra de %1$@ · %2$@
ja: %1$@を計測 · %2$@
zh_hans: 已测量 %1$@ · %2$@

# settings.usage.share.a11y
source: %@ of attempts
es: %@ de los intentos
ja: 試行の%@
zh_hans: 占尝试次数的 %@

# settings.usage.share.caption
source: Share of recorded attempts
es: Proporción de intentos registrados
ja: 記録された試行に占める割合
zh_hans: 占已记录尝试的比例

# settings.usage.stat.completed
source: Completed
es: Completado
ja: 完了
zh_hans: 已完成

# settings.usage.stat.completed.a11y
source: %lld turns completed
es: %lld turnos completados
ja: %lldターン完了
zh_hans: %lld 轮已完成

# settings.usage.stat.conversations
source: Conversations
es: Conversaciones
ja: 会話
zh_hans: 对话

# settings.usage.stat.conversations.a11y.withUsage
source: %lld conversations with recorded usage
es: %lld conversaciones con uso registrado
ja: 利用記録のある会話%lld件
zh_hans: %lld 个对话有用量记录

# settings.usage.stat.tokens.a11y.usable
source: %@ tokens, using reported totals or input plus output
es: %@ tokens, usando los totales informados o entrada más salida
ja: %@トークン（報告された合計、または入力と出力の合計）
zh_hans: %@ Token，使用已报告总量或输入与输出之和

# settings.usage.stat.turns
source: Turns
es: Turnos
ja: ターン
zh_hans: 轮次

# settings.usage.stat.turns.a11y
source: %lld turns sent
es: %lld turnos enviados
ja: %lldターン送信
zh_hans: 已发送 %lld 轮

# settings.usage.threads.coverage.attachments
source: Attachments counted on %1$lld of %2$lld attempts
es: Adjuntos contados en %1$lld de %2$lld intentos
ja: %2$lld回の試行中%1$lld回で添付を集計
zh_hans: %2$lld 次尝试中有 %1$lld 次统计了附件

# settings.usage.threads.coverage.tokens
source: Tokens reported on %1$lld of %2$lld turns
es: Tokens informados en %1$lld de %2$lld turnos
ja: %2$lldターン中%1$lldターンでトークンを報告
zh_hans: %2$lld 轮中有 %1$lld 轮报告了 Token

# settings.usage.threads.files
source: %lld files
es: %lld archivos
ja: ファイル%lld件
zh_hans: %lld 个文件

# settings.usage.threads.footer.components
source: Ranked by input plus output tokens, added up from what your gateway reported — it reported no totals of its own. Threads reporting neither aren't ranked here.
es: Ordenados por tokens de entrada más salida, sumados a partir de los datos de tu pasarela: no informó de sus propios totales. Los hilos que no informan de ninguno no se clasifican aquí.
ja: ゲートウェイの報告から入力と出力のトークンを合算して順位を付けています。合計は報告されていません。どちらも報告されていない会話は対象外です。
zh_hans: 按网关报告的输入和输出 Token 相加排序，因为它未自行报告总量。两者均未报告的对话不参与排名。

# settings.usage.threads.footer.reported
source: Ranked by the total tokens your gateway reported. Threads it reported no total for aren't ranked here.
es: Ordenados por el total de tokens informado por tu pasarela. Los hilos sin un total informado no se clasifican aquí.
ja: ゲートウェイが報告した合計トークン数で順位を付けています。合計が報告されていない会話は対象外です。
zh_hans: 按网关报告的 Token 总量排序，未报告总量的对话不参与排名。

# settings.usage.threads.header
source: Heaviest threads
es: Hilos de mayor consumo
ja: 使用量の多いスレッド
zh_hans: 用量最大的对话

# settings.usage.threads.images
source: %lld images
es: %lld imágenes
ja: 画像%lld枚
zh_hans: %lld 张图片

# settings.usage.threads.seeAll
source: See all
es: Ver todo
ja: すべて表示
zh_hans: 查看全部

# settings.usage.threads.tokens.components
source: %@ tokens (input + output)
es: %@ tokens (entrada + salida)
ja: %@トークン（入力＋出力）
zh_hans: %@ Token（输入 + 输出）

# settings.usage.threads.unavailable
source: Conversation unavailable
es: Conversación no disponible
ja: 会話を利用できません
zh_hans: 对话不可用

# settings.usage.title
source: Usage
es: Uso
ja: 利用状況
zh_hans: 用量

# settings.usage.tokens.absent
source: Not reported
es: Sin datos informados
ja: 未報告
zh_hans: 未报告

# settings.usage.tokens.cacheWrites
source: Cache writes
es: Escrituras en caché
ja: キャッシュ書き込み
zh_hans: 缓存写入

# settings.usage.tokens.cachedInput
source: Cached input
es: Entrada en caché
ja: キャッシュ済み入力
zh_hans: 缓存输入

# settings.usage.tokens.coverage
source: Reported on %@ of attempts
es: Informado en %@ de los intentos
ja: 試行の%@で報告
zh_hans: 在 %@ 的尝试中报告

# settings.usage.tokens.detail.footer
source: These are parts of the input and output figures above, counted only where your gateway reported them.
es: Son partes de las cifras de entrada y salida anteriores, contadas solo cuando tu pasarela las informó.
ja: 上の入力と出力に含まれる内訳で、ゲートウェイから報告された場合のみ集計します。
zh_hans: 这些是上方输入和输出数值的一部分，仅在网关报告时计入。

# settings.usage.tokens.details.a11y
source: Token details
es: Detalles de tokens
ja: トークンの詳細
zh_hans: Token 详情

# settings.usage.tokens.footer.rulers
source: Each gateway counts tokens its own way, so these figures add up numbers that were not counted alike.
es: Cada pasarela cuenta los tokens a su manera, así que estas cifras suman números que no se contaron igual.
ja: ゲートウェイごとにトークンの集計方法が異なるため、これらは異なる方法で数えた値の合計です。
zh_hans: 各网关的 Token 统计方式不同，因此这些数值汇总了不同口径的数据。

# settings.usage.tokens.header
source: Reported tokens
es: Tokens informados
ja: 報告されたトークン
zh_hans: 报告的 Token

# settings.usage.tokens.headline.components
source: Input + output added up — your gateway reported no total
es: Entrada + salida sumadas: tu pasarela no informó de un total
ja: 入力と出力を合算 — ゲートウェイから合計の報告なし
zh_hans: 输入 + 输出之和，网关未报告总量

# settings.usage.tokens.headline.components.a11y
source: %@ tokens, input and output added up — your gateway reported no total
es: %@ tokens, entrada y salida sumadas: tu pasarela no informó de un total
ja: %@トークン、入力と出力を合算 — ゲートウェイから合計の報告なし
zh_hans: %@ Token，输入与输出之和，网关未报告总量

# settings.usage.tokens.headline.total.a11y
source: %1$@ tokens, reported on %2$@ of attempts
es: %1$@ tokens, informados en %2$@ de los intentos
ja: %1$@トークン、試行の%2$@で報告
zh_hans: %1$@ Token，在 %2$@ 的尝试中报告

# settings.usage.tokens.input
source: Input
es: Entrada
ja: 入力
zh_hans: 输入

# settings.usage.tokens.none
source: Not reported by your gateway.
es: Tu pasarela no lo informó.
ja: ゲートウェイからの報告はありません。
zh_hans: 网关未报告。

# settings.usage.tokens.output
source: Output
es: Salida
ja: 出力
zh_hans: 输出

# settings.usage.tokens.reasoningOutput
source: Reasoning output
es: Salida de razonamiento
ja: 推論の出力
zh_hans: 推理输出

# settings.voice.access.clearKey.message
source: Speech-to-text and text-to-speech for %@ will stop working until you add a key again.
es: Voz a texto y Texto a voz de %@ dejarán de funcionar hasta que añadas otra clave.
ja: キーを再追加するまで、%@の音声からテキストとテキストから音声は使えなくなります。
zh_hans: %@ 的语音转文字和文字转语音将停止工作，直到你重新添加密钥。

# settings.voice.access.clearKey.message.active
source: Speech-to-text and text-to-speech for %@ will stop working until you add a key again. Conduck switches speech-to-text back to Apple on-device and the reply voice back to the Apple voice, on this device and on your Apple Watch.
es: Voz a texto y Texto a voz de %@ dejarán de funcionar hasta que añadas otra clave. Conduck vuelve a usar Apple en el dispositivo para Voz a texto y la voz de Apple para las respuestas, en este dispositivo y en tu Apple Watch.
ja: キーを再追加するまで、%@の音声からテキストとテキストから音声は使えなくなります。このデバイスとApple Watchの文字起こしはAppleのデバイス内認識に、返信の音声はAppleの音声に戻ります。
zh_hans: %@ 的语音转文字和文字转语音将停止工作，直到你重新添加密钥。Conduck 会在此设备和 Apple Watch 上将语音转文字切回 Apple 设备端服务，回复语音切回 Apple 语音。

# settings.voice.access.clearKey.message.activeSTT
source: Speech-to-text and text-to-speech for %@ will stop working until you add a key again. Conduck switches speech-to-text back to Apple on-device, on this device and on your Apple Watch.
es: Voz a texto y Texto a voz de %@ dejarán de funcionar hasta que añadas otra clave. Conduck vuelve a usar Apple en el dispositivo para Voz a texto, en este dispositivo y en tu Apple Watch.
ja: キーを再追加するまで、%@の音声からテキストとテキストから音声は使えなくなります。このデバイスとApple Watchの文字起こしはAppleのデバイス内認識に戻ります。
zh_hans: %@ 的语音转文字和文字转语音将停止工作，直到你重新添加密钥。Conduck 会在此设备和 Apple Watch 上将语音转文字切回 Apple 设备端服务。

# settings.voice.access.clearKey.message.activeTTS
source: Speech-to-text and text-to-speech for %@ will stop working until you add a key again. Conduck reads replies in the Apple voice instead, on this device and on your Apple Watch.
es: Voz a texto y Texto a voz de %@ dejarán de funcionar hasta que añadas otra clave. Conduck leerá las respuestas con la voz de Apple en este dispositivo y en tu Apple Watch.
ja: キーを再追加するまで、%@の音声からテキストとテキストから音声は使えなくなります。このデバイスとApple Watchでは、代わりにAppleの音声で返信を読み上げます。
zh_hans: %@ 的语音转文字和文字转语音将停止工作，直到你重新添加密钥。Conduck 会在此设备和 Apple Watch 上改用 Apple 语音朗读回复。

# settings.voice.access.clearKey.title
source: Clear this key?
es: ¿Borrar esta clave?
ja: このキーを削除しますか？
zh_hans: 清除此密钥？

# settings.voice.access.footer
source: One key for both Speech-to-Text and Text-to-Speech, stored in your Apple Keychain.
es: Una clave para Voz a texto y Texto a voz, guardada en tu llavero de Apple.
ja: 音声からテキストとテキストから音声に同じキーを使い、Appleのキーチェーンに保存します。
zh_hans: 语音转文字和文字转语音共用一个密钥，存储在 Apple 钥匙串中。

# settings.voice.access.footer.apple.v3
source: Runs on your device. Your voice stays on your device.
es: Se ejecuta en tu dispositivo. Tu voz permanece en él.
ja: デバイス上で動作します。音声はデバイス内にとどまります。
zh_hans: 在设备上运行，声音留在设备上。

# settings.voice.apple.engine.footer
source: Apple speech runs on this device. No API key, and nothing leaves your device.
es: La voz de Apple funciona en este dispositivo. Sin clave de API y sin que nada salga del dispositivo.
ja: Appleの音声認識はこのデバイス上で動作します。APIキーは不要で、デバイスから何も送信しません。
zh_hans: Apple 语音在此设备上运行，无需 API 密钥，任何内容都不会离开设备。

# settings.voice.apple.engine.header.v2
source: Speech Recognition
es: Reconocimiento de voz
ja: 音声認識
zh_hans: 语音识别

# settings.voice.apple.engine.higher.download
source: Download · ~100 MB
es: Descargar · ~100 MB
ja: ダウンロード · 約100 MB
zh_hans: 下载 · 约 100 MB

# settings.voice.apple.engine.higher.label
source: Higher accuracy
es: Mayor precisión
ja: 高精度
zh_hans: 更高准确率

# settings.voice.apple.engine.higher.storage
source: ~100 MB on this device
es: ~100 MB en este dispositivo
ja: このデバイスで約100 MB
zh_hans: 此设备上约 100 MB

# settings.voice.apple.engine.standard.label
source: Standard
es: Estándar
ja: 標準
zh_hans: 标准

# settings.voice.apple.engine.state.preparing
source: Preparing…
es: Preparando…
ja: 準備中…
zh_hans: 正在准备…

# settings.voice.apple.engine.state.ready
source: Ready
es: Listo
ja: 準備完了
zh_hans: 就绪

# settings.voice.apple.engine.state.tapRetry
source: Tap to try again
es: Toca para reintentar
ja: タップして再試行
zh_hans: 轻点重试

# settings.voice.apple.prepare.error.failed
source: Couldn't set up voice. Check your connection and try again.
es: No se pudo configurar la voz. Comprueba tu conexión y vuelve a intentarlo.
ja: 音声を準備できませんでした。接続を確認して再試行してください。
zh_hans: 无法设置语音，请检查网络连接后重试。

# settings.voice.apple.prepare.error.unsupported
source: Apple Speech doesn't support this language yet.
es: Apple Speech aún no admite este idioma.
ja: Apple Speechはこの言語にまだ対応していません。
zh_hans: Apple 语音识别暂不支持此语言。

# settings.voice.apple.test.error.languageUnsupported
source: Apple Speech doesn't support this language yet.
es: Apple Speech aún no admite este idioma.
ja: Apple Speechはこの言語にまだ対応していません。
zh_hans: Apple 语音识别暂不支持此语言。

# settings.voice.apple.test.error.micBusy
source: The microphone is busy. Stop other recording and try again.
es: El micrófono está ocupado. Detén la otra grabación y vuelve a intentarlo.
ja: マイクは使用中です。ほかの録音を停止して再試行してください。
zh_hans: 麦克风正忙，请停止其他录音后重试。

# settings.voice.apple.test.error.micDenied
source: Microphone access is off. Turn it on in Settings → Privacy & Security → Microphone.
es: El acceso al micrófono está desactivado. Actívalo en Ajustes → Privacidad y seguridad → Micrófono.
ja: マイクへのアクセスが無効です。設定 → プライバシーとセキュリティ → マイクで有効にしてください。
zh_hans: 麦克风访问已关闭，请在“设置”→“隐私与安全性”→“麦克风”中开启。

# settings.voice.apple.test.error.micFailure
source: Couldn't start recording. Try again.
es: No se pudo iniciar la grabación. Inténtalo de nuevo.
ja: 録音を開始できませんでした。再試行してください。
zh_hans: 无法开始录音，请重试。

# settings.voice.apple.test.error.modelMissing
source: Setting up voice for this language — try again in a moment.
es: Configurando la voz para este idioma: inténtalo de nuevo en un momento.
ja: この言語の音声認識を準備しています。少し待ってから再試行してください。
zh_hans: 正在设置此语言的语音，请稍后重试。

# settings.voice.apple.test.error.noSpeech
source: No speech detected. Try again.
es: No se detectó voz. Inténtalo de nuevo.
ja: 音声が検出されませんでした。再試行してください。
zh_hans: 未检测到语音，请重试。

# settings.voice.apple.test.error.speechDenied
source: Speech Recognition is off. Turn it on in Settings → Privacy & Security → Speech Recognition.
es: El reconocimiento de voz está desactivado. Actívalo en Ajustes → Privacidad y seguridad → Reconocimiento de voz.
ja: 音声認識が無効です。設定 → プライバシーとセキュリティ → 音声認識で有効にしてください。
zh_hans: 语音识别已关闭，请在“设置”→“隐私与安全性”→“语音识别”中开启。

# settings.voice.apple.test.error.transcribeFailed
source: Couldn't transcribe that. Try again.
es: No se pudo transcribir eso. Inténtalo de nuevo.
ja: 文字起こしできませんでした。再試行してください。
zh_hans: 无法转写，请重试。

# settings.voice.apple.test.footer
source: Uses the engine selected above and your speech language. Your recording isn't saved.
es: Usa el motor seleccionado arriba y tu idioma hablado. Tu grabación no se guarda.
ja: 上で選択したエンジンと話す言語を使います。録音は保存されません。
zh_hans: 使用上方所选引擎和你的语音语言，录音不会保存。

# settings.voice.apple.test.header
source: Try voice
es: Probar voz
ja: 音声を試す
zh_hans: 试用语音

# settings.voice.apple.test.heard
source: Apple heard
es: Apple reconoció
ja: Appleの認識結果
zh_hans: Apple 识别结果

# settings.voice.apple.test.needsModel
source: Setting up voice for this language — try again in a moment.
es: Configurando la voz para este idioma: inténtalo de nuevo en un momento.
ja: この言語の音声認識を準備しています。少し待ってから再試行してください。
zh_hans: 正在设置此语言的语音，请稍后重试。

# settings.voice.apple.test.record
source: Record a test
es: Grabar una prueba
ja: テストを録音
zh_hans: 录制测试

# settings.voice.apple.test.recordAgain
source: Record again
es: Grabar de nuevo
ja: もう一度録音
zh_hans: 重新录音

# settings.voice.apple.test.stop
source: Stop
es: Detener
ja: 停止
zh_hans: 停止

# settings.voice.apple.test.via.highQuality
source: via High quality
es: mediante Alta calidad
ja: 高品質認識を使用
zh_hans: 通过高质量引擎

# settings.voice.apple.test.via.standard
source: via Standard
es: mediante Estándar
ja: 標準認識を使用
zh_hans: 通过标准引擎

# settings.voice.apple.voice.automatic
source: Automatic
es: Automática
ja: 自動
zh_hans: 自动

# settings.voice.apple.voice.automatic.subtitle
source: Your device's default voice
es: La voz predeterminada de tu dispositivo
ja: デバイスのデフォルト音声
zh_hans: 设备的默认语音

# settings.voice.apple.voice.download.ios
source: For more natural voices, download Enhanced or Premium voices in Settings → Accessibility → Read & Speak → Voices. Siri voices aren't available to other apps.
es: Para voces más naturales, descarga voces mejoradas o prémium en Ajustes → Accesibilidad → Lectura y voz → Voces. Las voces de Siri no están disponibles para otras apps.
ja: より自然な音声を使うには、設定 → アクセシビリティ → リーダーと読み上げ → 声で拡張音声またはプレミアム音声をダウンロードしてください。Siriの音声はほかのアプリでは使えません。
zh_hans: 如需更自然的声音，请在“设置”→“辅助功能”→“阅读与朗读”→“声音”中下载增强或优质声音。其他 App 无法使用 Siri 声音。

# settings.voice.apple.voice.download.mac
source: For more natural voices, download Enhanced or Premium voices in System Settings → Accessibility → Read & Speak, using the info button next to System Voice. Siri voices aren't available to other apps.
es: Para voces más naturales, descarga voces mejoradas o prémium en Ajustes del Sistema → Accesibilidad → Lectura y voz, con el botón de información junto a Voz del sistema. Las voces de Siri no están disponibles para otras apps.
ja: より自然な音声を使うには、システム設定 → アクセシビリティ → リーダーと読み上げで、システムの声の横にある情報ボタンから拡張音声またはプレミアム音声をダウンロードしてください。Siriの音声はほかのアプリでは使えません。
zh_hans: 如需更自然的声音，请在“系统设置”→“无障碍/辅助功能”→“阅读与朗读”中，使用“系统声音”旁的信息按钮下载增强或优质声音。其他 App 无法使用 Siri 声音。

# settings.voice.apple.voice.footer
source: Tap a voice to hear it. Your choice applies to replies in your device's language on this device.
es: Toca una voz para escucharla. Tu elección se aplica a las respuestas en el idioma de tu dispositivo, en este dispositivo.
ja: 音声をタップして試聴できます。このデバイスの言語での返信に、このデバイス上で適用されます。
zh_hans: 轻点声音试听。此选择适用于本设备上与设备语言一致的回复。

# settings.voice.apple.voice.row
source: Voice
es: Voz
ja: 音声
zh_hans: 语音

# settings.voice.apple.voice.row.unavailable
source: Voice unavailable — using the system voice
es: Voz no disponible: se usará la voz del sistema
ja: この音声は利用できません。システム音声を使用します
zh_hans: 所选声音不可用，正在使用系统声音

# settings.voice.apple.voice.row.unavailable.a11y
source: Unavailable
es: No disponible
ja: 利用不可
zh_hans: 不可用

# settings.voice.apple.voice.section.enhanced
source: Enhanced
es: Mejorada
ja: 拡張
zh_hans: 增强

# settings.voice.apple.voice.section.premium
source: Premium
es: Prémium
ja: プレミアム
zh_hans: 优质

# settings.voice.apple.voice.section.standard
source: Standard
es: Estándar
ja: 標準
zh_hans: 标准

# settings.voice.apple.voice.summary.enhanced
source: %@ (Enhanced)
es: %@ (mejorada)
ja: %@（拡張）
zh_hans: %@（增强）

# settings.voice.apple.voice.summary.missing
source: Not installed
es: No instalada
ja: 未インストール
zh_hans: 未安装
